import React, { useState } from 'react'
import { BaseDashboardContext } from '../Context/BaseContext';
import { useLocation } from 'react-router-dom';
import { _BaseUrluser } from '../../../../components/config/dev';

function Mobparasearch() {
  return (
    <>
    


    <main>


    <div class="container-md">



  
        <div class="row " style={{backgroundColor:"#720272",padding:"10px"}}>

            <div class="col-2"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <circle cx="17" cy="17" r="17" fill="#F8F8F8" />
                    <path
                        d="M23.4357 11H13.8323C12.9696 11 12.2678 11.6579 12.2678 12.4676C12.2678 13.2763 12.9696 13.9342 13.8323 13.9342H23.4357C24.2983 13.9342 25.0001 13.2763 25.0001 12.4676C25.0001 11.6579 24.2983 11 23.4357 11Z"
                        fill="#720272" />
                    <path
                        d="M9.565 11C8.70208 11 8 11.6581 8 12.4671C8 13.276 8.70208 13.9342 9.565 13.9342C10.4279 13.9342 11.13 13.276 11.13 12.4671C11.13 11.6581 10.4279 11 9.565 11Z"
                        fill="#720272" />
                    <path
                        d="M9.565 15.5009C8.70208 15.5009 8 16.1591 8 16.968C8 17.777 8.70208 18.4351 9.565 18.4351C10.4279 18.4351 11.13 17.777 11.13 16.968C11.13 16.1591 10.4279 15.5009 9.565 15.5009Z"
                        fill="#720272" />
                    <path
                        d="M9.565 20.0018C8.70208 20.0018 8 20.6599 8 21.4689C8 22.2778 8.70208 22.936 9.565 22.936C10.4279 22.936 11.13 22.2778 11.13 21.4689C11.13 20.6599 10.4279 20.0018 9.565 20.0018Z"
                        fill="#720272" />
                    <path
                        d="M23.4357 15.5009H13.8323C12.9696 15.5009 12.2678 16.1588 12.2678 16.9685C12.2678 17.7772 12.9696 18.4351 13.8323 18.4351H23.4357C24.2983 18.4351 25.0001 17.7772 25.0001 16.9685C25.0001 16.1588 24.2983 15.5009 23.4357 15.5009Z"
                        fill="#720272" />
                    <path
                        d="M23.4357 20.0018H13.8323C12.9696 20.0018 12.2678 20.6597 12.2678 21.4694C12.2678 22.2781 12.9696 22.936 13.8323 22.936H23.4357C24.2983 22.936 25.0001 22.2781 25.0001 21.4694C25.0001 20.6597 24.2983 20.0018 23.4357 20.0018Z"
                        fill="#720272" />
                </svg></div>

            <div class="col-8">
                <h4 class="text-center "style={{fontWeight:"400",color:"white",fontSize:"22px",fontFamily:"Bakbak One"}}>BIBLE</h4>
            </div>

            <div class="col-2"><svg width="34" height="34" viewBox="0 0 34 34" fill="none"
                    xmlns="http://www.w3.org/2000/svg">
                    <circle cx="17" cy="17" r="17" fill="#F8F8F8" />
                    <path
                        d="M24.6448 21.9028L21.1962 18.4067C21.7821 17.4611 22.1222 16.3434 22.1222 15.144C22.1222 11.7506 19.4084 9 16.061 9C12.7135 9 10 11.7506 10 15.144C10 18.5375 12.7134 21.2878 16.061 21.2878C17.3487 21.2878 18.5414 20.8797 19.5228 20.1863L22.9304 23.6408C23.1672 23.8806 23.4776 24 23.7876 24C24.098 24 24.408 23.8806 24.6452 23.6408C25.1183 23.1606 25.1183 22.3828 24.6448 21.9028ZM16.061 19.2973C13.7984 19.2973 11.964 17.4379 11.964 15.1442C11.964 12.8506 13.7984 10.9911 16.061 10.9911C18.3237 10.9911 20.1579 12.8506 20.1579 15.1442C20.1579 17.4379 18.3237 19.2973 16.061 19.2973Z"
                        fill="#720272" />
                </svg>

            </div>
        </div>

        
        <div class="row">

            <div class="p-0 pt-3 pb-3" style={{backgroundColor: 
"rgba(65, 0, 65, 1)"}}>
                <input type="text" name="" id="" autofocus style={{width: "100%",border: "0",backgroundColor: 
"rgba(65, 0, 65, 1)",outline: "none",cursor: "text", textIndent: "30px", color: "white"}}/>
            </div>
        </div>


        <div class="row" style={{backgroundColor:
        "rgba(32, 1, 32, 1)", overflow: "scroll", height: "90vh"}}>
            <div class="col-12 mt-3">
                     

                <p class="p-4" style={{border: "1px solid rgba(112, 112, 112, 0.25)",color: "rgba(0, 0, 0, 1)",fontSize: "16px", fontWeight: "500", borderRadius: "20px", boxShadow: "1px 1px 12px rgba(112, 112, 112, 0.25)",backgroundColor: 
                "rgba(217, 217, 217, 1)"}}>


          

                    53-0405S போய் என் சீஷர்களுக்குச்  சொல்லுங்கள் 1-2
                    நன்றாய் பிரசங்கித்தேன். நம்முடைய கர்த்தராகிய <span style={{color: "rgba(114, 2, 114, 1)"}}>இயேசு</span> கிறிஸ்துவை ஆராதிக்க இந்த காலையில் வந்துள்ளோம். சந்திக்கும்படியாய் ஒன்று சேர்ந்து
                    வருவது எவ்வளவு அற்புதமாய் உள்ளது! 2 சகோதரன் தாம் (Thom) கூறிக்கொண்டு இருந்தது போல, அவர் யாரென்று
                    அவர் நிரூபித்தது இன்றைய தினத்தன்றுதான். யார் வேண்டுமானாலும் மரிக்கலாம்.
                </p>
            </div>

            <div class="col-12 ">
                <p class="p-4" style={{border: "1px solid rgba(112, 112, 112, 0.25)",color:"black",fontSize: "16px", fontWeight: "500", borderRadius: "20px", boxShadow: "1px 1px 12px rgba(112, 112, 112, 0.25)",backgroundColor: "rgba(246, 246, 246, 1)"}}>
                    53-0405S போய் என் சீஷர்களுக்குச் சொல்லுங்கள் 8-9
                    தள்ளி, “அவர் ஜீவிக்கிறார், அவர் ஜீவிக்கிறார், கிறிஸ்து <span style={{color: 
                    "rgba(114, 2, 114, 1)"}}
                    >இயேசு</span>  இன்றைக்கும் ஜீவிக்கிறார். அவர் ஜீவிக்கிறார் என்று எப்படி நான் அறிவேன் என்று நீங்கள் என்னை கேட்கலாம்; அவர் என் இருதயத்தில் ஜீவிக்கிறார்” என்று பாடமுடியும். இன்றைக்கு நமக்கு ஒரு காலியான கல்லறை உண்டு.
                </p>
            </div>

            <div class="col-12 mt-3">
                <p class="p-4" style={{border: "1px solid rgba(112, 112, 112, 0.25)",color: "black",fontSize: "16px", fontWeight: "500", borderRadius: "20px", boxShadow: "1px 1px 12px rgba(112, 112, 112, 0.25)",backgroundColor: 
                "rgba(217, 217, 217, 1)"}}>
                    53-0405S போய் என் சீஷர்களுக்குச் சொல்லுங்கள் 10-11
                    கிறிஸ்தவர்களுக்கும் ஒரு நினைவுச்சின்னமாய் இருக்கிறது. அவர் ஜீவிக்கிறார்” என்றேன். அவர் ஜீவிக்கிறார். அதுவே இன்றைக்கு<span style={{color: "rgba(114, 2, 114, 1)"}}>இயேசு</span>  கிறிஸ்து ஜீவிக்கிறார் என்று நம்முடைய கிறிஸ்தவ விசுவாசத்தின் அடிப்படை அஸ்திபாரமாய் உள்ளது.
                </p>
            </div>
        </div>



    
    </div>


</main> 

    </>
  )
}

export default Mobparasearch